<?php
return [
    'cookie' => '<main class="container">
    <h1>Политика в отношении файлов cookie</h1>

    <p>Дата вступления в силу: [Дата]</p>

    <p>Добро пожаловать в MetaBlog!</p>

    <p>Эта Политика в отношении файлов cookie объясняет, как MetaBlog ("мы", "нас" или "наше") использует файлы cookie
        и аналогичные технологии на нашем сайте <a href="[URL вашего блога]">[URL вашего блога]</a>.</p>

    <h2>1. Что такое файлы cookie?</h2>

    <p><strong>1.1 Определение:</strong> Файлы cookie — это небольшие текстовые файлы, которые сохраняются на вашем
        устройстве при посещении веб-сайта. Они широко используются для более эффективной работы веб-сайтов и
        предоставления информации владельцам сайта.</p>

    <h2>2. Как мы используем файлы cookie</h2>

    <p><strong>2.1 Цель:</strong> Мы используем файлы cookie в различных целях, включая:
    <ul>
        <li>Обеспечение правильной работы нашего веб-сайта.</li>
        <li>Улучшение вашего опыта, запоминая ваши предпочтения.</li>
        <li>Анализ вашего использования нашего веб-сайта для помощи нам улучшать наш контент и услуги.</li>
    </ul>
    </p>

    <h2>3. Типы используемых нами файлов cookie</h2>

    <p><strong>3.1 Строго необходимые файлы cookie:</strong> Эти файлы cookie необходимы для навигации по веб-сайту и
        использования его функций.</p>

    <p><strong>3.2 Файлы cookie для производительности/аналитики:</strong> Эти файлы cookie собирают информацию о
        том, как вы используете наш веб-сайт, например, какие страницы вы посещаете. Это помогает нам анализировать
        данные для улучшения нашего веб-сайта и подгонки его под потребности клиентов.</p>

    <p><strong>3.3 Файлы cookie функциональности:</strong> Эти файлы cookie позволяют нашему веб-сайту запоминать
        выборы, которые вы делаете (такие как ваше имя пользователя, язык или регион), и предоставлять
        расширенные, более персонализированные функции.</p>

    <p><strong>3.4 Файлы cookie сторонних поставщиков:</strong> Мы также можем использовать файлы cookie сторонних
        поставщиков, такие как Google Analytics, для сбора статистической информации о нашем веб-сайте и посетителях.
        Пожалуйста, обратитесь к соответствующим политикам конфиденциальности этих сторонних поставщиков для
        получения дополнительной информации.</p>

    <h2>4. Управление файлами cookie</h2>

    <p><strong>4.1 Настройки браузера:</strong> Вы можете управлять файлами cookie в настройках своего браузера.
        Однако ограничение файлов cookie может повлиять на функциональность нашего веб-сайта.</p>

    <h2>5. Обновления в этой Политике в отношении файлов cookie</h2>

    <p><strong>5.1 Обновления:</strong> Мы оставляем за собой право обновлять и изменять эту Политику в отношении
        файлов cookie время от времени, чтобы отразить изменения в наших практиках. Мы призываем вас периодически
        просматривать эту страницу для получения последней информации.</p>

    <h2>6. Контактная информация</h2>

    <p><strong>6.1 Контакты:</strong> Если у вас есть какие-либо вопросы по поводу этой Политики в отношении файлов
        cookie, свяжитесь с нами по адресу <a href="mailto:[Ваш электронный адрес для контакта]">[Ваш электронный
            адрес для контакта]</a>.</p>

    <p>Спасибо за использование MetaBlog!</p>
</main>'];
