<?php
return [
    'privacy' => '<main class="container">

    <h1>Политика конфиденциальности</h1>

    <p>Добро пожаловать в MetaBlog!</p>

    <p>Настоящая Политика конфиденциальности определяет, как MetaBlog ("мы", "наш", или "наши") собирает, использует и защищает информацию, которую вы предоставляете при использовании нашего веб-сайта <a href="https://itmuraddev.com/">ItMurad</a>.</p>

    <h2>1. Сбор информации</h2>

    <p><strong>1.1 Личная информация:</strong> Мы можем собирать личную информацию, такую как ваше имя и адрес электронной почты, когда вы добровольно предоставляете ее через формы нашего веб-сайта или другие взаимодействия.</p>

    <p><strong>1.2 Данные использования:</strong> Мы можем собирать информацию о том, как вы взаимодействуете с нашим веб-сайтом. Это может включать ваш IP-адрес, тип браузера и другие детали использования.</p>

    <h2>2. Использование информации</h2>

    <p><strong>2.1 Цель:</strong> Мы можем использовать собранную информацию для таких целей, как предоставление и улучшение наших услуг, отправка рассылок и ответ на запросы.</p>

    <h2>3. Безопасность данных</h2>

    <p><strong>3.1 Меры безопасности:</strong> Мы внедряем разумные меры безопасности для защиты вашей личной информации от несанкционированного доступа, раскрытия, изменения и уничтожения.</p>

    <h2>4. Cookies</h2>

    <p><strong>4.1 Cookies:</strong> Мы используем файлы cookie для улучшения вашего опыта просмотра. Вы можете установить свой браузер отклонять все или некоторые файлы cookie браузера, или предупреждать вас, когда веб-сайты устанавливают или получают доступ к файлам cookie.</p>

    <h2>5. Ссылки на сторонние ресурсы</h2>

    <p><strong>5.1 Внешние ссылки:</strong> Наш веб-сайт может содержать ссылки на внешние сайты, которые не управляются нами. Пожалуйста, имейте в виду, что мы не контролируем содержание и практики этих сайтов и не можем принимать ответственность за их политику конфиденциальности.</p>

    <h2>6. Ваши выборы</h2>

    <p><strong>6.1 Отказ от рассылки:</strong> Вы можете отказаться от получения рекламных сообщений от нас, следуя ссылке отказа, предоставленной в электронных письмах.</p>

    <h2>7. Изменения в политике конфиденциальности</h2>

    <p><strong>7.1 Обновления:</strong> Мы оставляем за собой право обновлять и изменять настоящую Политику конфиденциальности время от времени, чтобы отразить изменения в наших практиках. Мы рекомендуем вам периодически просматривать эту страницу для получения последней информации.</p>

    <h2>8. Контактная информация</h2>

    <p><strong>8.1 Контакт:</strong> Если у вас есть вопросы по поводу настоящей Политики конфиденциальности, пожалуйста, свяжитесь с нами по адресу <a href="mailto:[Ваш контактный email]">[Ваш контактный email]</a>.</p>

    <p>Благодарим вас за использование MetaBlog!</p>

</main>
'
];
