<?php
return [
    'comment_required' => 'Для чего нажимать кнопку, если вы не собираетесь оставить комментарий?',
    'login_email_required' => 'E-mail должен быть введен при входе',
    'login_password_required' => 'Невозможно войти без пароля. Вы, вероятно, знаете?',
    'name' => 'Поле имени обязательно к заполнению',
    'email' => 'Поле электронной почты обязательно к заполнению',
    'surname' => 'Поле фамилии обязательно к заполнению',
    'message' => 'Поле сообщения обязательно к заполнению',
    'email_email' => 'Пожалуйста, введите действительный адрес электронной почты',
    'email_unique' => 'Этот адрес электронной почты уже зарегистрирован',
    'password' => 'Поле пароля обязательно к заполнению',
    'password_min' => 'Пароль должен содержать не менее 8 символов',
    'password_regex' => 'Пароль должен содержать хотя бы одну заглавную букву и один символ',
    'password__repeat' => 'Поле повторения пароля обязательно к заполнению',
    'password__repeat_same' => 'Подтверждение пароля не соответствует паролю',
    'title_required' => 'Поле заголовка обязательно к заполнению',
    'title_min' => 'Заголовок может содержать минимум 70 символов',
    'title_max' => 'Заголовок может содержать максимум 120 символов',
    'category_id_required' => 'Поле идентификатора категории обязательно к заполнению',
    'desc_required' => 'Поле описания обязательно к заполнению',
    'image_required' => "Требуется загрузка изображения",
    'image_image' => "Файл должен быть изображением",
    'image_mimes' => "Допустимые типы файлов: jpeg, png, jpg, gif",

];

